Revit 2024 API
ExportLinetypeKey Constructor
 Constructs a new default ExportLinetypeKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLinetypeKey()
Visual Basic
Public Sub New
Visual C++
public:
ExportLinetypeKey()
See Also
ExportLinetypeKey Class
ExportLinetypeKey Overload
Autodesk.Revit.DB Namespace